---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridCenterSegmentColor
source: html/0651d823-ce99-faf0-3c8b-019f833f74a6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridCenterSegmentColor Property

"Center Segment Color"

## Syntax (C#)
```csharp
public static ForgeTypeId GridCenterSegmentColor { get; }
```